Repository: qt911025/d20m-srd-zhcn
Catalog: d20m-srd-zhcn-level2.tmx
Source language: en_us
Languages: zh_cn

source: capacity|Large|15 lb.|12|—| |||||| |Briefcase|Med|2 lb.|7|—| |Contractor’s field bag|Med|2 lb.|6|—| |Day pack|Small|2 lb.|5|—| |Handbag|Small|1 lb.|4|—| |||||| |Range pack||||| |Standard |Small|2 lb.|7|—| |Oversized|Med|3 lb.|9|—| |Patrol box|Med|4 lb.|9|—| |||||| |**Clothing**|-|-|-|-| |Clothing outfit||||| |Business|Med|3 lb.|12|—| |Casual|Med|2 lb.|8|—| |Formal|Med|3 lb.|15|—| |||||| |Fatigues|Med|3 lb.|9|—| |Uniform|Med|2 lb.|9|—| |Ghillie suit|Med|5 lb.|6|—| |||||| |Outerwear||||| |Coat|Med|2 lb.|8|—| |Fatigue jacket|Med|2 lb.|7|—| |Overcoat|Med|3 lb.|9|—| |Parka|Med|3 lb.|9|—| |||||| |Photojournalist’s vest|Med|1 lb.|9|—| |Windbreaker|Med|1 lb.|6|—| |Tool belt|Small|2 lb.|9|—| |||||| |**Computers and Consumer Electronics**||||| |Camera||||| |35mm|Small|2 lb.|17|—| |Digital|Tiny|0.5 lb.|14|—| |Disposable|Tiny|0.5 lb.|4|—| |Film|Dim|—|3|—| |Film developing (roll)|—|—|3|—| |||||| |Cell phone|Dim|—|9|—| |||||| |Computer||||| |Desktop|Large|10 lb.|22|—| |Notebook|Med|5 lb.|23|—| |Upgrade|—|—|See text|—| |||||| |Digital audio recorder|Tiny|1 lb.|10|—| |||||| |Modem||||| |Broadband|Tiny|1 lb.|6|—| |Cellular|Tiny|1 lb.|6|—| |||||| |PDA|Tiny|0.5 lb.|16|—| |Portable satellite phone|Small|2 lb.|17|—| |Portable video camera|Small|2 lb.|16|—| |Printer|Med|3 lb.|12|—| |Scanner|Med|3 lb.|12|—| |||||| |Walkie-talkie||||| |Basic|Tiny|1 lb.|7|—| |Professional|Tiny|1 lb.|15|—| |||||| |**Surveillance Gear**||||| |Black box|Tiny|0.5 lb.|4|Illegal (+4)| |Caller ID defeater|Tiny|1 lb.|5|—| |Cellular interceptor|Tiny|0.5 lb.|23|—| |Lineman’s buttset|Tiny|1 lb.|13|Lic (+1)| |Metal detector|Small|2 lb.|11|—| |Night vision goggles|Small|3 lb.|17|—| |Tap detector|Tiny|1 lb.|7|—| |||||| |Telephone tap||||| |Line tap|Tiny|0.5 lb.|13|Lic (+1)| |Receiver tap|Tiny|0.5 lb.|3|Res (+2)| |Telephone line tracer|Med|5 lb.|23|—| |||||| |**Professional Equipment**||||| |Bolt cutter|Med|5 lb.|6|—| |Caltrops (25)|Small|2 lb.|5|—| |Chemical kit|Med|6 lb.|16|—| |Demolitions kit|Med|5 lb.|13|Lic (+1)| |Disguise kit|Med|5 lb.|12|—| |Duct tape|Tiny|1 lb.|3|—| |||||| |Electrical tool kit||||| |Basic|Large|12 lb.|14|—| |Deluxe|Huge|33 lb.|21|—| |||||| |Evidence kit||||| |Basic|Med|6 lb.|7|—| |Deluxe|Med|8 lb.|15|—| |||||| |Fake ID|Fine|—|See text|Illegal (+4)| |First aid kit|Small|3 lb.|5|—| |Forgery kit|Small|3 lb.|12|—| |||||| |Handcuffs||||| |Steel|Tiny|1 lb.|7|—| |Zip-tie (25)|Dim|0.5 lb.|6|—| |||||| |Instrument, keyboard|Large|12 lb.|12|—| |Instrument, percussion|Huge|50 lb.|14|—| |Instrument, stringed|Large|7 lb.|13|—| |Instrument, wind|Tiny|1 lb.|8|—| |||||| |Lockpicks||||| |Car opening kit|Tiny|1 lb.|6|Lic (+1)| |Lockpick set|Tiny|1 lb.|9|Lic (+1)| |Lock release gun|Tiny|0.5 lb.|12|Res (+2)| |||||| |Mechanical tool kit||||| |Basic|Large|22 lb.|13|—| |Deluxe|Huge|45 lb.|20|—| |||||| |Medical kit|Med|5 lb.|15|—| |Multipurpose tool|Tiny|0.5 lb.|9|—| |Pharmacist kit|Med|6 lb.|17|Res (+2)| |Search-and-rescue kit|Med|7 lb.|12|—| |Spike strip|Huge|22 lb.|13|—| |Surgery kit|Med|5 lb.|16|Lic (+1)| |||||| |**Survival Gear**||||| |Backpack|Med|3 lb.|10|—| |||||| |Binoculars||||| |Standard|Small|2 lb.|7|—| |Rangefinding|Small|3 lb.|15|—| |Electro-optical|Small|4 lb.|16|—| |||||| |Chemical light sticks (5)|Tiny|1 lb.|2|—| |Climbing gear|Large|10 lb.|11|—| |Compass|Dim|0.5 lb.|5|—| |Fire extinguisher|Med|3 lb.|8|—| |Flash goggles|Tiny|2 lb.|15|—| |||||| |Flashlight||||| |Penlight|Dim|0.5 lb.|3|—| |Standard|Tiny|1 lb.|4|—| |Battery flood|Small|2 lb.|6|—| |||||| |Gas mask|Small|5 lb.|13|—| |GPS receiver|Tiny|1 lb.|15|—| |Map||||| |Road atlas|Tiny|1 lb.|4|—| |Tactical map|Tiny|0.5 lb.|3|—| |||||| |Mesh vest|Med|7 lb.|8|—| |Portable stove|Tiny|1 lb.|9|—| |Rope (150 ft.)|Large|12 lb.|5|—| |Sleeping bag|Med|4 lb.|9|—| |||||| |Tent||||| |2-person dome|Med|4 lb.|11|—| |4-person dome|Med|7 lb.|12|—| |8-person dome|Large|10 lb.|13|—| |Trail rations (12)|Tiny|1 lb.|5|—| |||||| |**Weapon Accessories**||||| |Box magazine|Tiny|0.5 lb.|4|—| |||||| |Detonator||||| |Blasting cap|Tiny|0.5 lb.|4|Lic (+1)| |Radio controlled|Tiny|0.5 lb.|10|Lic (+1)| |Timed|Tiny|0.5 lb.|7|Lic (+1)| |Wired|Tiny|1 lb.|6|Lic (+1)| |||||| |Holster||||| |Hip|Tiny|1 lb.|5|—| |Concealed carry|Tiny|0.5 lb.|5|—| |||||| |Illuminator|Tiny|0.5 lb.|7|—| |Laser sight|Tiny|0.5 lb.|15|—| |||||| |Scope||||| |Standard|Tiny|0.5 lb.|11|—| |Electro-optical|Small|3 lb.|18|—| |||||| |Speed loader|Tiny|0.5 lb.|3|—| |||||| |Suppressor||||| |Pistol|Tiny|1 lb.|12|Mil (+3)| |Rifle|Small|4 lb.|14|Mil (+3)|
zh_cn: 容量|大型|15 磅|12|—| |||||| |公文包|普通|2 磅|7|—| |工程包|普通|2 磅|6|—| |双肩包|小型|2 磅|5|—| |手提包|小型|1 磅|4|—| |||||| |战术背包||||| |标准 |小型|2 磅|7|—| |大码|普通|3 磅|9|—| |巡逻箱|普通|4 磅|9|—| |||||| |**衣物**|-|-|-|-| |套装||||| |公务装|普通|3 磅|12|—| |便服|普通|2 磅|8|—| |正装|普通|3 磅|15|—| |||||| |作训服|普通|3 磅|9|—| |制服|普通|2 磅|9|—| |吉利服|普通|5 磅|6|—| |||||| |外套||||| |外套|普通|2 磅|8|—| |作训外套|普通|2 磅|7|—| |大衣|普通|3 磅|9|—| |派克大衣|普通|3 磅|9|—| |||||| |摄影马甲|普通|1 磅|9|—| |防风夹克|普通|1 磅|6|—| |工具腰带|小型|2 磅|9|—| |||||| |**计算机与用电器**||||| |🤳相机||||| |35mm相机|小型|2 磅|17|—| |数码相机|超小型|0.5 磅|14|—| |拍立得相机|超小型|0.5 磅|4|—| |胶片|微型|—|3|—| |胶片冲洗（掷骰）|—|—|3|—| |||||| |手机|微型|—|9|—| |||||| |计算机||||| |台式电脑|大型|10 磅|22|—| |笔记本电脑|普通|5 磅|23|—| |升级电脑|—|—|见描述|—| |||||| |数码录音机|超小型|1 磅|10|—| |||||| |调制解调器||||| |宽带|超小型|1 磅|6|—| |蜂窝网|超小型|1 磅|6|—| |||||| |PDA|超小型|0.5 磅|16|—| |便携式卫星电话|小型|2 磅|17|—| |便携式摄像机|小型|2 磅|16|—| |打印机|普通|3 磅|12|—| |扫描仪|普通|3 磅|12|—| |||||| |对讲机||||| |普通对讲机|超小型|1 磅|7|—| |专业对讲机|超小型|1 磅|15|—| |||||| |**监控设备**||||| |小黑盒|超小型|0.5 磅|4|非法（+4）| |电话匿名装置|超小型|1 磅|5|—| |无线拦截器|超小型|0.5 磅|23|—| |接线工具|超小型|1 磅|13|执照（+1）| |金属探测器|小型|2 磅|11|—| |夜视仪|小型|3 磅|17|—| |电话窃听检测器|超小型|1 磅|7|—| |||||| |电话窃听器||||| |线路窃听器|超小型|0.5 磅|13|执照（+1）| |接收端窃听器|超小型|0.5 磅|3|管制（+2）| |电话线路跟踪器|普通|5 磅|23|—| |||||| |**专业装备**||||| |断线钳|普通|5 磅|6|—| |铁蒺藜（25）|小型|2 磅|5|—| |化学工具|普通|6 磅|16|—| |爆破工具|普通|5 磅|13|执照（+1）| |易容工具|普通|5 磅|12|—| |胶带|超小型|1 磅|3|—| |||||| |电气工具||||| |基本版电气工具|大型|12 磅|14|—| |高级版电气工具|超大型|33 磅|21|—| |||||| |取证工具||||| |基本版取证工具|普通|6 磅|7|—| |高级版取证工具|普通|8 磅|15|—| |||||| |假身份|超微型|—|见描述|非法（+4）| |急救箱|小型|3 磅|5|—| |伪造工具|小型|3 磅|12|—| |||||| |手铐||||| |钢制手铐|超小型|1 磅|7|—| |约束带（25）|微型|0.5 磅|6|—| |||||| |键盘乐器|大型|12 磅|12|—| |打击乐器|超大型|50 磅|14|—| |弦乐器|大型|7 磅|13|—| |管乐器|超小型|1 磅|8|—| |||||| |锁撬||||| |撬车工具|超小型|1 磅|6|执照（+1）| |撬锁工具|超小型|1 磅|9|执照（+1）| |破锁枪|超小型|0.5 磅|12|管制（+2）| |||||| |机械工具||||| |基本版机械工具|大型|22 磅|13|—| |高级版机械工具|超大型|45 磅|20|—| |||||| |医疗箱|普通|5 磅|15|—| |多功能工具钳|超小型|0.5 磅|9|—| |配药箱|普通|6 磅|17|管制（+2）| |搜救工具|普通|7 磅|12|—| |道路钉障|超大型|22 磅|13|—| |手术箱|普通|5 磅|16|执照（+1）| |||||| |**生存装备**||||| |背包|普通|3 磅|10|—| |||||| |双筒望远镜||||| |标准双筒望远镜|小型|2 磅|7|—| |测距双筒望远镜|小型|3 磅|15|—| |光电双筒望远镜|小型|4 磅|16|—| |||||| |化学荧光棒（5）|超小型|1磅|2|—| |攀爬装备|大型|10 磅|11|—| |指南针|微型|0.5 磅|5|—| |灭枪械|普通|3 磅|8|—| |防闪光护目镜|超小型|2 磅|15|—| |||||| |手电筒||||| |小手电|微型|0.5 磅|3|—| |标准手电筒|超小型|1 磅|4|—| |强光手电筒|小型|2 磅|6|—| |||||| |防毒面具|小型|5 磅|13|—| |GPS接收器|超小型|1 磅|15|—| |地图||||| |交通图|超小型|1 磅|4|—| |战术地图|超小型|0.5 磅|3|—| |||||| |网眼背心|普通|7 磅|8|—| |便携炉|超小型|1 磅|9|—| |绳索（150尺）|大型|12 磅|5|—| |睡袋|普通|4 磅|9|—| |||||| |帐篷||||| |2人圆顶帐篷|普通|4 磅|11|—| |4人圆顶帐篷|普通|7 磅|12|—| |8人圆顶帐篷|大型|10 磅|13|—| |单兵口粮（12）|超小型|1 磅|5|—| |||||| |**武器附件**||||| |弹匣|超小型|0.5 磅|4|—| |||||| |起爆器||||| |起爆雷管|超小型|0.5 磅|4|执照（+1）| |遥控起爆器|超小型|0.5 磅|10|执照（+1）| |计时起爆器|超小型|0.5 磅|7|执照（+1）| |线控起爆器|超小型|1 磅|6|执照（+1）| |||||| |装具||||| |腰部装具|超小型|1 磅|5|—| |隐藏装具|超小型|0.5 磅|5|—| |||||| |挂载手电筒|超小型|0.5 磅|7|—| |激光瞄具|超小型|0.5 磅|15|—| |||||| |瞄准镜||||| |标准瞄准镜|超小型|0.5 磅|11|—| |光电瞄准镜|小型|3 磅|18|—| |||||| |快速装弹器|超小型|0.5 磅|3|—| |||||| |抑制器||||| |手枪抑制器|超小型|1 磅|12|军用（+3）| |步枪抑制器|小型|4 磅|14|军用（+3）|

source: d20 + Modifiers vs. Target Number
zh_cn: d20 + 调整值（Modifiers） vs. 目标数值（Target Number）

source: high wall)|+2|+1| |One-half (fighting from around a corner or a tree; standing at an open window; behind a creature of same size)|+4|+2| |Three-quarters (peering around a corner or a big tree)|+7|+3| |Nine-tenths (standing at an arrow slit; behind a door that’s slightly ajar)|+10|+4\*| |Total (on the other side of a solid wall)|—|—|
zh_cn: 高的墙后）|+2|+1| |半（在墙角或树后战斗；站在敞开的窗边；在同等体型的生物后）|+4|+2| |3/4（在墙角或树后窥视）|+7|+3| |9/10（站在射击口之后；在虚掩的门后）|+10|+4\*| |全（在坚固的墙的另一边）|—|—|

source: long\])|+12| |Huge (elephant)|+8| |Large (lion)|+4| |Medium-size (human)|+0| |Small (German shepherd)|–4| |Tiny (housecat)|–8| |Diminutive (rat)|–12| |Fine (horsefly)|–16|
zh_cn: 长\])|+12| |超大型（大象）|+8| |大型（狮子）|+4| |普通（人类）|+0| |小型（德国牧羊犬）|–4| |超小型（大家鼠）|–8| |微型（大鼠）|–12| |超微型（马蝇）|–16|

source: long\])|+16| |Gargantuan (gray whale \[40 ft.
zh_cn: 长\])|+16| |巨型（灰鲸 \[40 尺

source: long\])|–4| |Huge (elephant)|–2| |Large (lion)|–1| |Medium-size (human)|+0| |Small (German shepherd)|+1| |Tiny (housecat)|+2| |Diminutive (rat)|+4| |Fine (horsefly)|+8|
zh_cn: 长\])|–4| |超大型（大象）|–2| |大型（狮子）|–1| |普通（人类）|+0| |小型（德国牧羊犬）|+1| |超小型（大家鼠）|+2| |微型（大鼠）|+4| |超微型（马蝇）|+8|

source: long\])|–8| |Gargantuan (gray whale \[40 ft.
zh_cn: 长\])|–8| |巨型 （灰鲸 \[40 尺

source: military and that of several other armies.
zh_cn: 比如军队及其他部队。

source: n/a: Certain poisons can’t be made with the Craft skill.
zh_cn: n/a: 这种毒素不能用制造技能制造。

source: to range increment|15|01–25| |+10 ft.
zh_cn: +5尺|15|01–25| |射程

source: to range increment|25|01–50| |Electronic Devices| |+1 equipment bonus|15|01–25| |+2 equipment bonus|20|01–50| |+3 equipment bonus|25|01–75| |Vehicles| |+1 on initiative checks|20|01–25| |+1 to maneuver|25|01–50| |+2 to maneuver|30|01–75|
zh_cn: +10尺|25|01–50| |电气设备| |装备加值 +1|15|01–25| |装备加值 +2|20|01–50| |装备加值 +3|25|01–75| |载具| |先攻检定加值 +1|20|01–25| |机动性 +1|25|01–50| |机动性 +2|30|01–75|

source: |Acid Strength|Splash Attack\*|Total Immersion\*| |-------------------|:--------------------:|:---------------------:| |Mild|1d6|1d10| |Potent|2d6|2d10| |Concentrated|3d6|3d10|
zh_cn: |酸强度|飞溅伤害\*|完全浸入\*| |-------------------|:--------------------:|:---------------------:| |弱酸|1d6|1d10| |强酸|2d6|2d10| |浓酸|3d6|3d10|

source: |Acolyte Level|0\*|1\*|2\*|3\*|4\*|5\*| |-------------|:-:|:-:|:-:|:-:|:-:|:-:| |1st|3|2|—|—|—|—| |2nd|4|3|—|—|—|—| |3rd|4|3|2|—|—|—| |4th|5|4|3|—|—|—| |5th|5|4|3|2|—|—| |6th|5|4|4|3|—|—| |7th|6|5|4|3|2|—| |8th|6|5|4|4|3|—| |9th|6|5|5|4|3|2| |10th|6|5|5|4|4|3|
zh_cn: |侍僧等级|0\*|1\*|2\*|3\*|4\*|5\*| |-------------|:-:|:-:|:-:|:-:|:-:|:-:| |1st|3|2|—|—|—|—| |2nd|4|3|—|—|—|—| |3rd|4|3|2|—|—|—| |4th|5|4|3|—|—|—| |5th|5|4|3|2|—|—| |6th|5|4|4|3|—|—| |7th|6|5|4|3|2|—| |8th|6|5|4|4|3|—| |9th|6|5|5|4|3|2| |10th|6|5|5|4|4|3|

source: |Action Type Varies|Attack of Opportunity\*| |------------------|----------------------:| |Disarm\*\*\*\*|Yes| |Grapple\*\*\*\*|Yes| |Load a weapon|Yes| |Trip an opponent\*\*\*\*|No (Yes if unarmed)| |Use a feat\*\*\*\*\*|Varies|
zh_cn: |可变动作类型|是否会遭到借机攻击\*| |------------------|----------------------:| |卸除武器\*\*\*\*|是| |擒抱\*\*\*\*|是| |装载武器|是| |绊摔对手\*\*\*\*|否（若为徒手则是）| |使用专长\*\*\*\*\*|可变|

source: |Age Category|Ability Adjustments| |:-----------|:------------------| |Child (1–11)|–3 to Str and Con; –1 to Dex, Int, Wis, and Cha| |Young adult (12–15)|Original scores| |Adult (16–39)|Original scores| |Middle age (40–59)|–1 to Str, Dex, and Con; +1 to Int, Wis, and Cha| |Old (60–79)|–1 to Str, Dex, and Con; +1 to Int, Wis, and Cha| |Venerable (80+)|–1 to Str, Dex, and Con; +1 to Int, Wis, and Cha|
zh_cn: |年龄段|属性调整| |:-----------|:------------------| |儿童（1-11）|力体–3；敏智感魅–1| |青少年（12-15）|不变| |青年（16-39）|不变| |中年（40–59）|力敏体–1；智感魅+1| |老年（60-79）|力敏体–1；智感魅+1| |高年（80+）|力敏体–1；智感魅+1|

source: |Ammunition Type (Quantity)|Purchase DC| |--------------------------|:---------:| |5.56mm (20)|4| |7.62mm (20)|4| |7.62mmR (20)|4| |.444 caliber (20)|6| |.50 caliber (20)|6| |9mm (50)|5| |10mm (50)|5| |.22 caliber (50)|4| |.32 caliber (50)|5| |.38 special (50)|5| |.357 caliber (50)|5| |.44 caliber (50)|5| |.45 caliber (50)|5| |.50AE caliber (50)|6| |10-gauge buckshot (10)|5| |12-gauge buckshot (10)|4| |Arrow (12)|8| |Crossbow bolt (12)|7|
zh_cn: |弹药类型（一个购买检定所买的量）|购买 DC| |--------------------------|:---------:| |5.56mm （20）|4| |7.62mm （20）|4| |7.62mmR （20）|4| |.444 英寸口径 （20）|6| |.50 英寸口径 （20）|6| |9mm （50）|5| |10mm （50）|5| |.22 英寸口径 （50）|4| |.32 英寸口径 （50）|5| |.38 英寸口径 （50）|5| |.357 英寸口径 (50)|5| |.44 英寸口径 （50）|5| |.45 英寸口径 （50）|5| |.50AE 英寸口径 （50）|6| |10号鹿弹 （10）10|5| |12号鹿弹 （10）|4| |箭 （12）|8| |弩箭 （12）|7|

source: |Armor Type|Arcane Spell Failure (Proficient)|Arcane Spell Failure (Nonproficient)| |----------|:-------------------------------:|:----------------------------------:| |Light|10%|20%| |Medium|20%|30%| |Heavy|30%|40%|
zh_cn: |护甲类型|施法失败率（擅长）|施法失败率（不擅长）| |----------|:-------------------------------:|:----------------------------------:| |轻型|10%|20%| |中型|20%|30%| |重型|30%|40%|

source: |Armor|Type|Equipment Bonus|Nonprof Bonus|Maximum Dex Bonus|Armor Penalty|Speed (30 ft)|Weight|Purchase DC|Restriction| |-|:-:|:-:|:-:|:-:|:-:|:-:|:-:|:-:|:-:| |**Light Armor**|||||||||| |Leather jacket|Impromptu|+1|+1|+8|–0|30|4 lb|10|—| |Leather armor|Archaic|+2|+1|+6|–0|30|15 lb|12|—| |Light undercover shirt|Concealable|+2|+1|+7|–0|30|2 lb|13|Lic (+1)| |Pull-up pouch vest|Concealable|+2|+1|+6|–1|30|2 lb|13|Lic (+1)| |Undercover vest|Concealable|+3|+1|+5|–2|30|3 lb|14|Lic (+1)| ||||||||||| |**Medium Armor**|||||||||| |Concealable vest|Concealable|+4|+2|+4|–3|25|4 lb|15|Lic (+1)| |Chainmail shirt|Archaic|+5|+2|+2|–5|20|40 lb|18|—| |Light-duty vest|Tactical|+5|+2|+3|–4|25|8 lb|16|Lic (+1)| |Tactical vest|Tactical|+6|+2|+2|–5|25|10 lb|17|Lic (+1)| ||||||||||| |**Heavy Armor**|||||||||| |Special response vest|Tactical|+7|+3|+1|–6|20|15 lb|18|Lic (+1)| |Plate mail|Archaic|+8|+3|+1|–6|20|50 lb|23|—| |Forced entry unit|Tactical|+9|+3|+0|–8|20|20 lb|19|Lic (+1)|
zh_cn: |护甲|类型|装备加值|不擅长加值|最大敏捷加值|护甲减值|速度（30尺）|重量|购买DC|限制级| |-|:-:|:-:|:-:|:-:|:-:|:-:|:-:|:-:|:-:| |**轻型护甲**|||||||||| |皮夹克|临时|+1|+1|+8|–0|30|4磅|10|—| |皮甲|古典|+2|+1|+6|–0|30|15磅|12|—| |轻型衬甲|隐藏|+2|+1|+7|–0|30|2磅|13|执照（+1）| |上拉式便携防弹衣|隐藏|+2|+1|+6|–1|30|2磅|13|执照（+1）| |衬甲背心|隐藏|+3|+1|+5|–2|30|3磅|14|执照（+1）| ||||||||||| |**中型护甲**|||||||||| |内穿防弹衣|隐藏|+4|+2|+4|–3|25|4磅|15|执照（+1）| |锁链甲衫|古典|+5|+2|+2|–5|20|40磅|18|—| |轻型执勤背心|战术|+5|+2|+3|–4|25|8磅|16|执照（+1）| |战术背心|战术|+6|+2|+2|–5|25|10磅|17|执照（+1）| ||||||||||| |**重型护甲**|||||||||| |特战背心|战术|+7|+3|+1|–6|20|15磅|18|执照（+1）| |板链甲|古典|+8|+3|+1|–6|20|50磅|23|—| |攻坚套装|战术|+9|+3|+0|–8|20|20磅|19|执照（+1）|

source: |Attack Actions|Attack of Opportunity\*| |--------------|----------------------:| |Attack (melee)|No| |Attack (ranged)|Yes| |Attack (unarmed)|Yes| |Attack (aid another)|No| |Bull rush (attack)|No| |Escape a grapple|No| |Feint (see the Bluff skill)|No| |Ready (triggers an attack action)|No| |Make a dying character stable|Yes| |Attack a weapon|Yes| |Attack an object|Maybe\*\*| |Total defense|No| |Use a skill that takes an attack action|Usually| |Start/complete full-round action|Varies|
zh_cn: |攻击动作|是否会遭到借机攻击\*| |--------------|----------------------:| |攻击（近战）|否| |攻击（远程）|是| |攻击（徒手）|是| |攻击（协助他人）|否| |冲撞（攻击）|否| |挣脱擒抱|否| |虚招（见`唬骗`技能）|否| |准备（触发一个攻击动作）|否| |稳定一个濒死角色|是| |对武器攻击|是| |对物品攻击|可能\*\*| |全防御|否| |使用一个需要攻击动作的技能|通常会| |开始/完成一个整轮动作|可变|

source: |Attitude|Means|Possible Actions| |--------|-----|----------------| |Hostile|Will take risks to hurt or avoid you|Attack, interfere, berate, flee| |Unfriendly|Wishes you ill|Mislead, gossip, avoid, watch suspiciously, insult| |Indifferent|Doesn’t much care|Act as socially expected| |Friendly|Wishes you well|Chat, advise, offer limited help, advocate| |Helpful|Will take risks to help you|Protect, back up, heal, aid|
zh_cn: |态度|意思|可能的行为| |--------|-----|----------------| |敌对|会冒险伤害或者躲着你|攻击、干扰、怒斥、逃跑| |不友善|盼着你倒霉|误导、诽谤、回避、警惕地看着、侮辱| |不关心|不怎么关心你|和陌路人一样的行为| |友善|希望你好|聊天、建议、提供有限的帮助、为你辩护| |提供帮助|会冒险帮你|保护、后援、治疗、协助|

source: |Base Attack Bonus|Additional Attacks at| |:----------------|:--------------------| |+6|+1| |+7|+2| |+8|+3| |+9|+4| |+10|+5| |+11|+6/+1| |+12|+7/+2| |+13|+8/+3| |+14|+9/+4| |+15|+10/+5| |+16|+11/+6/+1| |+17|+12/+7/+2| |+18|+13/+8/+3| |+19|+14/+9/+4| |+20|+15/+10/+5|
zh_cn: |基础攻击加值|额外攻击的基础攻击加值| |:----------------|:--------------------| |+6|+1| |+7|+2| |+8|+3| |+9|+4| |+10|+5| |+11|+6/+1| |+12|+7/+2| |+13|+8/+3| |+14|+9/+4| |+15|+10/+5| |+16|+11/+6/+1| |+17|+12/+7/+2| |+18|+13/+8/+3| |+19|+14/+9/+4| |+20|+15/+10/+5|

source: |Basic Class\*|Advanced Class| |:------------|:-------------| |Strong|Soldier; Martial Artist| |Fast|Gunslinger; Infiltrator| |Tough|Daredevil; Bodyguard| |Smart|Field Scientist; Techie, Mage| |Dedicated|Field Medic; Investigator, Acolyte| |Charismatic|Personality; Negotiator|
zh_cn: |基本职业\*|高级职业| |:------------|:-------------| |力量型|士兵；武术家| |敏捷型|枪手；渗透者| |体质型|勇士；保镖| |智力型|战地科学家；技师、法师| |感知型|战地医生；调查员，侍僧| |魅力型|明星；谈判专家|

source: |Battle Mind Level|Pts/Day|0\*|1\*|2\*|3\*|4\*|5\*| |--------------|:-----:|:-:|:-:|:-:|:-:|:-:|:-:| |1st|2|2|—|—|—|—| |2nd|3|3|—|—|—|—| |3rd|4|3|1|—|—|—| |4th|5|3|2|—|—|—| |5th|8|3|3|1|—|—| |6th|11|3|3|2|—|—| |7th|16|3|3|2|1|—| |8th|21|3|3|3|1|—| |9th|26|3|3|3|2|—| |10th|33|3|3|3|2|1|
zh_cn: |异能者等级|每日灵力点|0\*|1\*|2\*|3\*|4\*|5\*| |--------------|:-----:|:-:|:-:|:-:|:-:|:-:|:-:| |1st|2|2|—|—|—|—| |2nd|3|3|—|—|—|—| |3rd|4|3|1|—|—|—| |4th|5|3|2|—|—|—| |5th|8|3|3|1|—|—| |6th|11|3|3|2|—|—| |7th|16|3|3|2|1|—| |8th|21|3|3|3|1|—| |9th|26|3|3|3|2|—| |10th|33|3|3|3|2|1|

source: |Bribe Target|Purchase DC| |------------|:---------:| |Bouncer|6| |Bureaucrat|10| |Informant|7| |Police officer|10|
zh_cn: |贿赂对象|购买DC| |------------|:---------:| |保安|6| |官僚|10| |告密者|7| |警官|10|

source: |Cha Score|Bonus Power Points per Day| |---------|:------------------------:| |12–13|1| |14–15|3| |16–17|5| |18–19|7| |20–21|9| |22–23|11|
zh_cn: |魅力值|每日灵力点加值| |---------|:------------------------:| |12–13|1| |14–15|3| |16–17|5| |18–19|7| |20–21|9| |22–23|11|

source: |Character Level|Action Point Dice Rolled| |:---------------------:|:---------------------------:| |1st–7th|1d6| |8th–14th|2d6| |15th–20th|3d6|
zh_cn: |角色等级|投骰数| |:---------------------:|:---------------------------:| |1st–7th|1d6| |8th–14th|2d6| |15th–20th|3d6|

source: |Character Level|Times per Day| |:-------------:|:-----------:| |1st–4th|1| |5th–8th|2| |9th–12th|3| |13th–16th|4| |17th–20th|5|
zh_cn: |角色等级|每日次数| |:-------------:|:-----------:| |1st–4th|1| |5th–8th|2| |9th–12th|3| |13th–16th|4| |17th–20th|5|

source: |Check Result Difference|Wealth Bonus Increase| |-----------------------|:-------------------:| |1–9|+1| |10–19|+2| |20–29|+3| |30-–39|+4| |40 or more|+5|
zh_cn: |检定结果差|财富加值增加量| |-----------------------|:-------------------:| |1–9|+1| |10–19|+2| |20–29|+3| |30-–39|+4| |40及以上|+5|

source: |Check Result|Bonus| |--------------------|---------| |9 or lower|+0 (check failed)| |10–14|+1| |15–24|+2| |25 or higher|+3|
zh_cn: |检定结果|加值| |--------------------|---------| |9及以下|+0（检定失败）| |10–14|+1| |15–24|+2| |25及以上|+3|

source: |Circumstances|DC Modifier| |-------------|:---------:| |Every day since event (max modifier +10)|+2| |Scene is outdoors|+5| |Scene slightly disturbed|+2| |Scene moderately disturbed|+4| |Scene extremely disturbed|+6|
zh_cn: |情景|DC 调整值| |-------------|:---------:| |事发每过一天（最大调整值为+10）|+2| |现场在户外|+5| |现场被轻度破坏|+2| |现场被中度破坏|+4| |现场被重度破坏|+6|

source: |Circumstances|Primary Hand|Off Hand| |-------------|:----------:|:------:| |Normal penalties|–6|–10| |Off-hand weapon is light|–4|–8| |Two-Weapon Fighting feat|–4|–4| |Off-hand weapon is light and Two-Weapon Fighting feat|–2|–2|
zh_cn: |情景|主手|副手| |-------------|:----------:|:------:| |常规减值|–6|–10| |副手为轻武器|–4|–8| |双持专长|–4|–4| |副手为轻武器且有双持专长|–2|–2|

source: |Circumstance|Melee|Ranged| |------------|:---:|:----:| |Attacker flanking defender\*|+2|—| |Attacker on higher ground|+1|+0| |Attacker prone|–4|–2\*\*| |Attacker invisible|+2\*\*\*|+2\*\*\*| \* A character flanks a defender when he or she has an ally on the opposite side of the defender threatening the defender.
zh_cn: |情景|近战|远程| |------------|:---:|:----:| |进攻方对防御方形成夹击\*|+2|—| |进攻方在高地|+1|+0| |进攻方俯卧|–4|–2\*\*| |进攻方隐形|+2\*\*\*|+2\*\*\*| \* 当角色有一个盟友位于角色面朝防御方方向的正对面，且盟友正在威胁防御方，视为角色`夹击`了防御方。

source: |Circumstance|Melee|Ranged| |------------|:---:|:----:| |Defender sitting or kneeling|–2|+2\*| |Defender prone|–4|+4\*| |Defender stunned or cowering|–2\*\*|–2\*\*| |Defender climbing|–2\*\*|–2\*\*| |Defender flat-footed|+0\*\*|+0\*\*| |Defender running|+0\*\*|+2\*\*| |Defender grappling (attacker not)|+0\*\*|+0\*\*\*| |Defender pinned|–4\*\*\*\*|+0\*\*\*\*| |Defender helpless (such as paralyzed, sleeping, or bound)|+0\*\*|+0\*\*| |Defender has cover|—–— See Cover —–—| |Defender concealed or invisible|— See Concealment —|
zh_cn: |情景|近战|远程| |------------|:---:|:----:| |防御方坐着或跪着|–2|+2\*| |防御方俯卧|–4|+4\*| |防御方被震慑或畏缩|–2\*\*|–2\*\*| |防御方正在攀爬|–2\*\*|–2\*\*| |防御方措手不及|+0\*\*|+0\*\*| |防御方正在奔跑|+0\*\*|+2\*\*| |防御方正在擒抱（攻击者没有）|+0\*\*|+0\*\*\*| |防御方被压制|–4\*\*\*\*|+0\*\*\*\*| |防御方陷入无助（诸如麻痹、沉睡或束缚）|+0\*\*|+0\*\*| |防御方有掩蔽|—–— 见`掩蔽` —–—| |防御方隐藏或隐形|— 见`隐藏` —|

source: |Class Level|Base Attack Bonus|Fort Save|Ref Save|Will Save|Class Features|Defense Bonus|Reputation Bonus| |:-------|------------|------------|---------|-----------|:----------|--------|------------| |1st|+1|+1|+0|+0|Talent|+1|+0| |2nd|+2|+2|+0|+0|Bonus feat|+2|+0| |3rd|+3|+2|+1|+1|Talent|+2|+0| |4th|+4|+2|+1|+1|Bonus feat|+3|+0| |5th|+5|+3|+1|+1|Talent|+3|+1| |6th|+6/+1|+3|+2|+2|Bonus feat|+3|+1| |7th|+7/+2|+4|+2|+2|Talent|+4|+1| |8th|+8/+3|+4|+2|+2|Bonus feat|+4|+1| |9th|+9/+4|+4|+3|+3|Talent|+5|+2| |10th|+10/+5|+5|+3|+3|Bonus feat|+5|+2|
zh_cn: |等级|基础攻击加值|强韧豁免|反射豁免|意志豁免|职业专长|防御加值|声望加值| |:-------|------------|------------|---------|-----------|:----------|--------|------------| |1st|+1|+1|+0|+0|天赋|+1|+0| |2nd|+2|+2|+0|+0|奖励专长|+2|+0| |3rd|+3|+2|+1|+1|天赋|+2|+0| |4th|+4|+2|+1|+1|奖励专长|+3|+0| |5th|+5|+3|+1|+1|天赋|+3|+1| |6th|+6/+1|+3|+2|+2|奖励专长|+3|+1| |7th|+7/+2|+4|+2|+2|天赋|+4|+1| |8th|+8/+3|+4|+2|+2|奖励专长|+4|+1| |9th|+9/+4|+4|+3|+3|天赋|+5|+2| |10th|+10/+5|+5|+3|+3|奖励专长|+5|+2|

source: |Class Level|Base Attack Bonus|Fort Save|Ref Save|Will Save|Class Features|Defense Bonus|Reputation Bonus| |:-------|---------|-------|-------|--------|:--------|----------|--------| |1st|+0|+0|+0|+1|Talent|+0|+1| |2nd|+1|+0|+0|+2|Bonus feat|+1|+1| |3rd|+1|+1|+1|+2|Talent|+1|+1| |4th|+2|+1|+1|+2|Bonus feat|+1|+2| |5th|+2|+1|+1|+3|Talent|+2|+2| |6th|+3|+2|+2|+3|Bonus feat|+2|+2| |7th|+3|+2|+2|+4|Talent|+2|+3| |8th|+4|+2|+2|+4|Bonus feat|+3|+3| |9th|+4|+3|+3|+4|Talent|+3|+3| |10th|+5|+3|+3|+5|Bonus feat|+3|+4|
zh_cn: |等级|基础攻击加值|强韧豁免|反射豁免|意志豁免|职业专长|防御加值|声望加值| |:-------|---------|-------|-------|--------|:--------|----------|--------| |1st|+0|+0|+0|+1|天赋|+0|+1| |2nd|+1|+0|+0|+2|奖励专长|+1|+1| |3rd|+1|+1|+1|+2|天赋|+1|+1| |4th|+2|+1|+1|+2|奖励专长|+1|+2| |5th|+2|+1|+1|+3|天赋|+2|+2| |6th|+3|+2|+2|+3|奖励专长|+2|+2| |7th|+3|+2|+2|+4|天赋|+2|+3| |8th|+4|+2|+2|+4|奖励专长|+3|+3| |9th|+4|+3|+3|+4|天赋|+3|+3| |10th|+5|+3|+3|+5|奖励专长|+3|+4|

source: |Class Level|Base Attack Bonus|Fort Save|Ref Save|Will Save|Class Features|Defense Bonus|Reputation Bonus| |:-------|---------|-------|-------|--------|:--------|----------|--------| |1st|+0|+0|+1|+0|Talent|+3|+0| |2nd|+1|+0|+2|+0|Bonus feat|+4|+0| |3rd|+2|+1|+2|+1|Talent|+4|+1| |4th|+3|+1|+2|+1|Bonus feat|+5|+1| |5th|+3|+1|+3|+1|Talent|+5|+1| |6th|+4|+2|+3|+2|Bonus feat|+6|+2| |7th|+5|+2|+4|+2|Talent|+6|+2| |8th|+6/+1|+2|+4|+2|Bonus feat|+7|+2| |9th|+6/+1|+3|+4|+3|Talent|+7|+3| |10th|+7/+2|+3|+5|+3|Bonus feat|+8|+3|
zh_cn: |等级|基础攻击加值|强韧豁免|反射豁免|意志豁免|职业专长|防御加值|声望加值| |:-------|---------|-------|-------|--------|:--------|----------|--------| |1st|+0|+0|+1|+0|天赋|+3|+0| |2nd|+1|+0|+2|+0|奖励专长|+4|+0| |3rd|+2|+1|+2|+1|天赋|+4|+1| |4th|+3|+1|+2|+1|奖励专长|+5|+1| |5th|+3|+1|+3|+1|天赋|+5|+1| |6th|+4|+2|+3|+2|奖励专长|+6|+2| |7th|+5|+2|+4|+2|天赋|+6|+2| |8th|+6/+1|+2|+4|+2|奖励专长|+7|+2| |9th|+6/+1|+3|+4|+3|天赋|+7|+3| |10th|+7/+2|+3|+5|+3|奖励专长|+8|+3|
